#!/usr/bin/env bash

# Athkar
list=("سبحان الله" "الحمد لله" "لا إله إلا الله" "الله أكبر" "لا حول ولا قوة إلا بالله"
  "أستغفر الله" "اللهم صل على محمد" "سبحان الله وبحمده سبحان الله العظيم"
  "اللهم اجعلني من التوابين واجعلني من المتطهرين" "اللهم إني أعوذ بك من الهم والحزن"
  "اللهم إني أعوذ بك من العجز والكسل" "اللهم إني أعوذ بك من الجبن والبخل"
  "اللهم إني أعوذ بك من غلبة الدين وقهر الرجال" "رضيت بالله ربا وبالإسلام دينا وبمحمد صلى الله عليه وسلم نبيا"
  "اللهم إني أسألك العفو والعافية في الدنيا والآخرة" "اللهم اجعل خير عملي خواتمه وخير أيامي يوم ألقاك فيه"
  "اللهم اجعلني لك شاكرا لك ذاكرا لك مطواعا لك مخبتا لك مسلما لك غير مدبر لمخلوقك"
  "اللهم إني أسألك الجنة وأعوذ بك من النار" "اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه"
  "اللهم ارزقني حبك وحب من يحبك وحب عمل يقربني إلى حبك" "اللهم اجعل القرآن ربيع قلبي ونور صدري وجلاء حزني وذهاب همي"
  "اللهم اجعل لي نورا في قبري ونورا في وجهي ونورا في سمعي ونورا في بصري ونورا من تحتي ونورا من فوقي ونورا عن يميني ونورا عن شمالي ونورا أمامي ونورا خلفي واجعل لي نورا"
  "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل" "اللهم اغفر لي وارحمني واهدني وعافني وارزقني"
)

# Chose one and Notify
notif() {
  random=$((RANDOM % ${#list[@]}))
  notify-send -t 5000 "ذِكر" "${list[$random]}"
}

# Loop Notify
while true; do
  notif
  sleep 300
done
