{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "https://github.com/saghen/blink.pairs"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot-lsp": {
      "src": "https://github.com/copilotlsp-nvim/copilot-lsp"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "hover.nvim": {
      "src": "https://github.com/lewis6991/hover.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
